Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PHONE_TRIGGER_ANIMATION_VOLUME_LOCK_HOLD_FOOTER_REQUIRE_SIM
source: Press and hold the side button and either volume button to make an emergency call. In certain regions, you may need to specify an emergency service to dial. Auto Call requires a SIM card.
ar: اضغط مطولاً على الزر الجانبي وأي من زري الصوت لإجراء مكالمة طوارئ. في بعض المناطق، قد تحتاج لتحديد خدمة طوارئ لإجراء الاتصال. يتطلب الاتصال التلقائي وجود شريحة.
bg: Натиснете и задръжте страничния бутон и някой от бутоните за силата на звука, за да се обадите на службите за спешна помощ. В някои региони може да се наложи да укажете кой номер на услуга за спешна помощ да бъде набран. За функцията Автоматично обаждане се изисква SIM карта.
ca: Mantén premuts el botó lateral i qualsevol botó de volum per fer una trucada d’emergència. En algunes regions, potser hauràs d’especificar a quin servei d’emergències vols trucar. Es necessita una targeta SIM per utilitzar la funció de trucada automàtica.
cs: Stisknutím a přidržením postranního tlačítka a jednoho z tlačítek hlasitosti můžete zavolat tísňovým službám. V některých oblastech budete možná muset vybrat konkrétní tísňovou službu. Funkce automatického volání vyžaduje SIM kartu.
da: Tryk og hold sideknappen og en af lydstyrkeknapperne inde for at foretage et nødopkald. I nogle områder skal du muligvis angive, hvilken alarmcentral der skal ringes til. Autoopkald kræver et SIM-kort.
de: Halte die Seitentaste und eine der beiden Lautstärketasten gedrückt, um einen Notruf zu tätigen. In bestimmten Regionen musst du möglicherweise einen anzurufenden Rettungsdienst angeben. Für automatische Anrufe ist eine SIM-Karte erforderlich.
el: Πατήστε παρατεταμένα το πλευρικό κουμπί και οποιοδήποτε κουμπί έντασης ήχου για να πραγματοποιήσετε μια επείγουσα κλήση. Σε ορισμένες περιοχές, μπορεί να χρειαστεί να καθορίσετε μια υπηρεσία έκτακτης ανάγκης προς κλήση. Η Αυτόματη κλήση απαιτεί κάρτα SIM.
es: Mantén pulsado el botón lateral y uno de los botones de volumen para hacer una llamada de emergencia. En algunas regiones, puede que tengas que indicar el número del servicio de emergencias al que llamar. La llamada automática requiere una tarjeta SIM.
es_us: Mantén presionado el botón lateral y cualquier botón de volumen para realizar una llamada de emergencia. En ciertas regiones tendrás que especificar el servicio de emergencia al que quieres llamar. Se necesita una tarjeta SIM para hacer una llamada automática.
fi: Soita hätäpuhelu pitämällä sivupainiketta ja jompaakumpaa äänenvoimakkuus­painiketta painettuna. Tietyillä alueilla saatat joutua valitsemaan tietyn hätäpalvelun, johon soitetaan. Automaattiset puhelut vaativat SIM-kortin.
fr: Maintenez enfoncés le bouton latéral et l’un des boutons de volume pour passer un appel d’urgence. Dans certaines régions, il peut être nécessaire de préciser le numéro d’urgence à composer. « Appel automatique » requiert une carte SIM.
fr_ca: Appuyez de façon prolongée sur le bouton latéral et l’un des deux boutons de volume pour appeler les services d’urgence. Dans certaines régions, vous devrez indiquer le numéro des services d’urgence à composer. La fonctionnalité d’appel automatique requiert une carte SIM.
he: יש ללחוץ לחיצה ארוכה על כפתור הצד ואחד מכפתורי עוצמת הקול כדי לבצע שיחת חירום. יתכן שבאזורים מסוימים יהיה צורך לציין לאיזה מספר חירום להתקשר. השיחה האוטומטית מצריכה כרטיס SIM.
hi: आपातकालीन कॉल करने के लिए साइड बटन और दोनों में से किसी एक वॉल्यूम बटन को दबाकर रखें। कुछ क्षेत्रों में आपको डायल करने के लिए कोई आपातकालीन सेवा निर्धारित करनी पड़ सकती है। ऑटो कॉल के लिए SIM कार्ड की ज़रूरत होती है।
hr: Pritisnite i zadržite bočnu tipku i bilo koju tipku za podešavanje glasnoće kako biste uputili hitni poziv. U određenim regijama možda ćete trebati navesti hitnu službu za pozivanje. Za upućivanje automatskog poziva potrebna je SIM kartica.
hu: Tartsa lenyomva az oldalsó gombot és valamelyik hangerőgombot, ha segélyhívást szeretne indítani. Néhány régióban előfordulhat, hogy meg kell adnia a tárcsázni kívánt segélyszolgálatot. Az automatikus híváshoz SIM-kártya szükséges.
id: Tekan dan tahan tombol samping dan salah satu tombol volume untuk melakukan panggilan darurat. Di wilayah tertentu, Anda mungkin harus menetapkan layanan darurat yang akan dihubungi. Panggilan Otomatis memerlukan kartu SIM.
it: Per effettuare una chiamata di emergenza, tieni premuto il tasto laterale e uno dei tasti del volume. In alcune zone, potrebbe essere necessario specificare il servizio da contattare. La chiamata automatica richiede una scheda SIM.
ja: 緊急電話をかけるには、サイドボタンといずれかの音量ボタンを長押しします。地域によっては、連絡する緊急時サービスを指定する必要がある場合があります。自動通報を使用するにはSIMカードが必要です。
kk: Төтенше қоңырау шалу үшін бүйірлік және дыбыс деңгейі түймесін басып тұрыңыз. Кейбір аймақтарда шақырылатын төтенше қызметті көрсету қажет болуы мүмкін. «Авто қоңырау» функциясы үшін SIM карта қажет.
ko: 측면 버튼과 음량 버튼 중 하나를 길게 눌러서 긴급통화를 걸 수 있습니다. 일부 지역에서는 전화를 걸 긴급 서비스를 지정해야 할 수 있습니다. 자동 통화를 이용하려면 SIM 카드가 필요합니다.
lt: Paspauskite ir palaikykite šoninį mygtuką ir bet kurį garsumo mygtuką, kad paskambintumėte pagalbos telefonu. Tam tikruose regionuose gali reikėti nurodyti, kokį pagalbos telefono numerį surinkti. Automatiniam skambinimui reikalinga SIM kortelė.
ms: Tekan dan tahan butang sisi serta mana-mana satu butang kelantangan untuk membuat panggilan kecemasan. Di rantau tertentu, anda mungkin perlu menentukan perkhidmatan kecemasan untuk didail. Panggilan Auto memerlukan kad SIM.
nl: Houd de zij­knop en een van de volume­knoppen ingedrukt om een nood­oproep te doen. In bepaalde regio's moet je mogelijk een hulp­dienst opgeven om te bellen. Voor automatisch bellen is een simkaart vereist.
no: Trykk og hold inne sideknappen og en av volumknappene for å ringe nødnummeret. I enkelte områder kan det hende du må angi hvilket nødnummer du ønsker å ringe. SIM-kort kreves for å ringe automatisk.
pl: Naciśnij i przytrzymaj przycisk boczny oraz dowolny przycisk głośności, aby wybrać numer służb ratowniczych. W części regionów wymagane jest także wskazanie numeru, który ma zostać wybrany. Funkcja Dzwoń automatycznie wymaga karty SIM.
pt_br: Mantenha pressionado o botão lateral e um dos botões de volume para fazer uma ligação de emergência. Em certas regiões, talvez seja necessário especificar um serviço de emergência. A Ligação Automática exige um cartão SIM.
pt_pt: Para fazer uma chamada de emergência, mantenha premido o botão lateral e um dos botões do volume. Em algumas regiões, poderá ter de especificar o serviço de urgência. A opção de chamada automática requer um cartão SIM.
ro: Țineți apăsat butonul lateral și oricare dintre butoanele de volum pentru a efectua un apel de urgență. În anumite regiuni, este posibil să trebuiască specificat serviciul de urgență care să fie apelat. Apelarea automată necesită o cartelă SIM.
ru: Чтобы вызвать экстренные службы, нажмите и удерживайте боковую кнопку и одну из кнопок громкости. В некоторых регионах может понадобиться уточнить вызываемую службу. Для автоматического вызова необходима SIM‑карта.
sk: Stlačením a podržaním bočného tlačidla a jedného z tlačidiel hlasitosti uskutočníte tiesňové volanie. Je možné, že v niektorých oblastiach bude nutné špecifikovať požadovanú tiesňovú linku. Automatické volania vyžadujú SIM kartu.
sl: Za vzpostavitev klica v sili pritisnite in pridržite stranski gumb ter katerikoli gumb za glasnost. V nekaterih regijah boste morda morali navesti številko službe za nujno pomoč. Za funkcijo samodejnega klica potrebujete kartico SIM.
sv: Håll in sidoknappen och en av volymknapparna om du vill ringa ett nödsamtal. I vissa regioner kanske du måste ange vilken räddningstjänst du vill ringa. Ring automatiskt kräver ett SIM-kort.
th: กดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้เพื่อโทรฉุกเฉิน ในบางภูมิภาค คุณอาจต้องเลือกบริการฉุกเฉินที่จะเรียกสาย การโทรโดยอัตโนมัติต้องใช้ซิมการ์ด
tr: Acil arama yapmak için yan düğmeyi ve ses yüksekliği düğmelerinden birini basılı tutun. Bazı bölgelerde aranacak acil servisi belirtmeniz gerekebilir. Otomatik Ara özelliği için bir SIM kart gerekir.
uk: Затисніть бічну кнопку разом із будь-якою з кнопок гучності, щоб зробити екстрений виклик. У певних регіонах вам доведеться обрати, до якої саме з екстрених служб потрібно зателефонувати. Для автовиклику потрібна SIM‑картка.
vi: Nhấn và giữ nút sườn và một trong hai nút âm lượng để thực hiện cuộc gọi khẩn cấp. Tại các vùng nhất định, có thể bạn cần chỉ định dịch vụ khẩn cấp sẽ gọi. Tính năng Tự động gọi yêu cầu thẻ SIM.
zh_cn: 按住侧边按钮和任一音量按钮进行紧急呼叫。在某些地区，你可能需要指定要拨打的紧急服务。“自动呼叫”需要SIM卡。
zh_hk: 按住側邊按鈕和任一音量按鈕即可致電緊急服務。在某些地區，你可能需要指定要致電的緊急服務機構。「自動通話」需要使用SIM卡。
zh_tw: 持續按住側邊按鈕和任一音量按鈕來撥打緊急服務電話。在某些地區，你可能需要指定要撥打的緊急服務單位。「自動通話」需要使用SIM卡。

# KAPPA_TEXT_MESSAGE_HAS_NAME_NO_LOCATION_PHONE
source: %1$@ called emergency services after iPhone detected a crash.
ar: اتصل(ت) %1$@ بخدمات الطوارئ بعد أن اكتشف iPhone اصطدامًا.
bg: %1$@ се обади на службите за спешна помощ, след като iPhone разпозна катастрофа.
ca: %1$@ ha trucat als serveis d’emergències després que l’iPhone hagi detectat un accident.
cs: %1$@ volá tísňovým službám po tom, co iPhone detekoval nehodu.
da: %1$@ har ringet til alarmcentralen, efter at iPhone registrerede en ulykke.
de: %1$@ hat die Rettungsdienste angerufen, nachdem das iPhone einen Unfall erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση τροχαίου από το iPhone.
es: %1$@ ha llamado a los servicios de emergencia porque el iPhone ha detectado un accidente.
es_us: %1$@ llamó a servicios de emergencia después de que el iPhone detectó un choque.
fi: %1$@ soitti hätänumeroon sen jälkeen, kun iPhone havaitsi kolarin.
fr: %1$@ a appelé les secours suite à la détection d’un accident par son iPhone.
fr_ca: %1$@ a appelé les services d’urgence après que l’iPhone a détecté un accident.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום לאחר שה-iPhone זיהה תאונת דרכים.
hi: iPhone द्वारा टक्कर की पहचान के बाद %1$@ ने आपातकालीन सेवा को कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe nakon što je iPhone detektirao sudar.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat, miután az iPhone ütközést észlelt.
id: %1$@ memanggil layanan darurat setelah iPhone mendeteksi tabrakan.
it: %1$@ ha chiamato i servizi di soccorso dopo che iPhone ha rilevato un incidente.
ja: iPhoneで衝突事故が検出されたため%1$@さんが緊急通報サービスに電話しました。
kk: iPhone құрылғысын автомобиль апатын анықтағаннан кейін, %1$@ төтенше қызметтерге қоңырау шалды.
ko: iPhone이 충돌을 감지한 후에 %1$@님이 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms po to, kai „iPhone“ nustatė avariją.
ms: %1$@ menghubungi perkhidmatan kecemasan selepas iPhone mengesan nahas.
nl: %1$@ heeft de hulp­diensten gebeld nadat de iPhone een ongeluk had gedetec­teerd.
no: %1$@ ringte nødnummeret etter at iPhonen registrerte en bilulykke.
pl: %1$@ dzwoni pod numer alarmowy po wykryciu wypadku przez iPhone’a.
pt_br: %1$@ ligou para os serviços de emergência depois que o iPhone detectou um acidente.
pt_pt: %1$@ ligou para os serviços de urgência após o iPhone ter detetado um acidente.
ro: %1$@ a apelat serviciile de urgență după ce iPhone‑ul a detectat un accident.
ru: %1$@ вызвал(а) экстренные службы, когда iPhone зафиксировал аварию.
sk: %1$@ uskutočnil(a) tiesňový hovor po detegovaní nehody na iPhone.
sl: Oseba %1$@ je poklicala službo za nujno pomoč po tem, ko je iPhone zaznal prometno nesrečo.
sv: %1$@ ringde ett nödsamtal efter att iPhone detekterat en olycka.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินหลังจากที่ iPhone ตรวจพบว่ามีการชนกัน
tr: %1$@, iPhone bir trafik kazası algıladıktan sonra acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб, після того як iPhone виявив аварію.
vi: %1$@ đã gọi dịch vụ khẩn cấp sau khi iPhone phát hiện một cú va chạm.
zh_cn: %1$@在iPhone检测到车祸后，呼叫了紧急服务。
zh_hk: 在iPhone偵測到車禍後，%1$@已經致電緊急服務。
zh_tw: 在iPhone偵測到車禍後，%1$@撥打了緊急服務電話。

# SOS_VOICELOOP_SPEECH_BRIEF_INTRO_NEWTON_WATCH
source: Apple Watch detected hard fall.
ar: اكتشفت Apple Watch سقوطًا قويًا.
bg: Apple Watch разпозна тежко падане.
ca: L’Apple Watch ha detectat una caiguda forta.
cs: Apple Watch detekovaly těžký pád.
da: Apple Watch registrerede et slemt fald.
de: Die Apple Watch hat einen harten Aufprall erkannt.
el: Το Apple Watch ανίχνευσε μια πτώση.
es: El Apple Watch ha detectado una caída fuerte.
es_us: El Apple Watch detectó una caída fuerte.
fi: Apple Watch tunnisti rajun kaatumisen.
fr: L’Apple Watch a détecté une mauvaise chute.
fr_ca: L’Apple Watch a détecté une chute violente.
he: ה-Apple Watch זיהה נפילה חזקה.
hi: Apple Watch को ज़ोर से गिरने का पता चला।
hr: Apple Watch detektirao je snažan pad.
hu: Az Apple Watch súlyos esést észlelt.
id: Apple Watch mendeteksi insiden jatuh dengan keras.
it: Apple Watch ha rilevato una caduta grave.
ja: Apple Watchで激しい転倒が検出されました。
kk: Apple Watch қатты құлауды анықтады.
ko: Apple Watch가 심한 넘어짐을 감지했습니다.
lt: „Apple Watch“ aptiko stiprų kritimą.
ms: Apple Watch telah mengesan jatuh teruk.
nl: De Apple Watch heeft een flinke val gedetecteerd.
no: Apple Watch har registrert et fall.
pl: Apple Watch wykrył poważny upadek.
pt_br: O Apple Watch detectou uma queda grave.
pt_pt: O Apple Watch detetou uma queda grave.
ro: Apple Watch‑ul a detectat o cădere serioasă.
ru: Часы Apple Watch распознали жесткое падение.
sk: Apple Watch detegovali ťažký pád.
sl: Ura Apple Watch je zaznala grd padec.
sv: Apple Watch detekterade att någon ramlade.
th: Apple Watch ตรวจพบการล้มอย่างรุนแรง
tr: Apple Watch sert bir düşme algıladı.
uk: Apple Watch виявив жорстке падіння.
vi: Apple Watch phát hiện thấy một cú ngã mạnh.
zh_cn: Apple Watch检测到严重摔倒。
zh_hk: Apple Watch偵測到嚴重跌倒。
zh_tw: Apple Watch偵測到嚴重跌倒。

# SOS_SETTINGS_RESET_FOLLOW_UP_REDIRECT_ACTION_TITLE
source: Review Emergency SOS Settings
ar: مراجعة إعدادات طوارئ SOS
bg: Преглед на настройките за SOS обаждане
ca: Revisa la configuració de l’avís d’emergència SOS
cs: Zkontrolujte nastavení funkce Tíseň SOS
da: Gennemgå indstillingerne til Nød‑SOS
de: Einstellungen für „Notruf SOS“ überprüfen
el: Έλεγχος ρυθμίσεων του Επείγοντος SOS
es: Revisar los ajustes de “Emergencia SOS”
es_us: Verificar Emergencia SOS
fi: Tarkasta Hätätila SOS -asetukset
fr: Consulter les réglages « Appel d’urgence »
fr_ca: Vérifier les réglages d’Urgence SOS
he: בחינת הגדרות ״חירום SOS״
hi: आपातकालीन SOS सेटिंग्ज़ की समीक्षा करें
hr: Pregledajte postavke Hitnog poziva
hu: A Vészhelyzet – SOS beállításainak áttekintése
id: Tinjau Pengaturan Darurat SOS
it: Verifica le impostazioni di “SOS emergenze”
ja: “緊急SOS”の設定を確認する
kk: «Төтенше қоңырау — SOS» функциясының реттеулерін қарап шығу
ko: ‘긴급 구조 요청’ 설정 검토하기
lt: Peržiūrėti SOS signalo nustatymus
ms: Semak Seting SOS Kecemasan
nl: Controleer instellingen voor SOS-noodmelding
no: Se gjennom innstillingene for Nødanrop (SOS)
pl: Sprawdź ustawienia funkcji Alarmowe SOS
pt_br: Revisar Ajustes do SOS de Emergência
pt_pt: Rever definições de SOS emergência
ro: Verificați configurările S.O.S. urgențe
ru: Проверить настройки функции «Экстренный вызов — SOS»
sk: Skontrolujte nastavenia funkcie SOS
sl: Pregled nastavitev nujnega poziva SOS
sv: Granska inställningarna för Nödanrop SOS
th: ตรวจสอบการตั้งค่า SOS ฉุกเฉิน
tr: Acil SOS Ayarlarını Gözden Geçir
uk: Сигнал SOS: переглянути параметри
vi: Xem lại cài đặt SOS khẩn cấp
zh_cn: 检查SOS紧急联络设置
zh_hk: 檢視緊急求助SOS設定
zh_tw: 檢視SOS緊急服務設定

# SOS_ANOMALYDETECTIOND_NOTIFICATION_FEEDBACK_REQUEST_BODY
source: Help us improve our safety features by responding to this survey
ar: ساعدنا في تحسين ميزات السلامة بالإجابة على هذا الاستبيان
bg: Помогнете ни да подобрим функциите за безопасност, като отговорите на въпросите в тази анкета
ca: Respon l’enquesta per ajudar‑nos a millorar les funcions de seguretat.
cs: Pomozte nám s vylepšováním bezpečnostních funkcí tím, že vyplníte tento dotazník.
da: Hjælp os med at forbedre vores sikkerhedsfunktioner ved at svare på denne undersøgelse
de: Hilf uns, die Sicherheitsfunktionen zu verbessern, indem du diese Umfrage beantwortest.
el: Βοηθήστε μας να βελτιώσουμε τις δυνατότητες ασφαλείας μας απαντώντας σε αυτήν την έρευνα
es: Ayuda a mejorar las funciones de seguridad de Apple respondiendo a esta encuesta.
es_us: Ayúdanos a mejorar las funciones de seguridad al responder esta encuesta.
fi: Auta parantamaan turvaominaisuuksia vastaamalla tähän kyselyyn
fr: Aidez-nous à améliorer nos fonctionnalités de sécurité en participant à cette enquête.
fr_ca: Aidez-nous à améliorer nos fonctionnalités de sécurité en répondant à ce questionnaire.
he: באפשרותך לעזור לנו לשפר את מאפייני הבטיחות שלנו באמצעות מענה על סקר זה
hi: इस सर्वेक्षण पर प्रतिक्रिया देकर हमारे सुरक्षा फ़ीचर बेहतर बनाने में हमारी मदद करें
hr: Pomozite nam poboljšati naše sigurnosne značajke tako da ispunite ovu anketu
hu: A felmérés kitöltésével segíthet a biztonsági funkcióink továbbfejlesztésében
id: Bantu kami meningkatkan fitur keselamatan dengan merespons survei ini
it: Aiutaci a migliorare le funzionalità di sicurezza rispondendo a questo questionario
ja: この調査に回答して安全性機能の改善にご協力ください
kk: Осы сауалнамадағы сұрақтарға жауап беру арқылы қауіпсіздік функцияларын жақсартуға көмектесіңіз
ko: 안전 기능을 향상할 수 있도록 이 설문 조사에 응답해 주세요.
lt: Padėkite mums tobulinti saugos funkcijas atlikdami šią apklausą
ms: Bantu kami meningkatkan ciri keselamatan kami dengan membalas tinjauan ini
nl: Help ons bij het verbeteren van onze veiligheidsfuncties door deel te nemen aan deze enquête
no: Svar på denne undersøkelsen for å hjelpe oss med å forbedre sikkerhets­funksjonene våre.
pl: Pomóż nam udoskonalać funkcje bezpieczeństwa, wypełniając tę ankietę
pt_br: Responda a esta pesquisa para nos ajudar a melhorar os nossos recursos de segurança
pt_pt: Ajude a melhorar as funcionalidades de segurança da Apple respondendo a este questionário.
ro: Susțineți îmbunătățirea funcționalităților referitoare la siguranță prin completarea acestui sondaj.
ru: Пройдите опрос — это поможет нам улучшить функции безопасности.
sk: Pomôžte nám vylepšiť bezpečnostné funkcie vyplnením tohto dotazníka
sl: Pomagajte nam izboljšati varnostne funkcije tako, da odgovorite na to anketo
sv: Hjälp oss att förbättra våra säkerhetsfunktioner genom att svara på denna enkät
th: ช่วยเราปรับปรุงคุณสมบัติความปลอดภัยของเราโดยตอบแบบสำรวจนี้
tr: Bu ankete katılarak güvenlik özelliklerimizi iyileştirmemize yardımcı olun
uk: Пройдіть це опитування, щоб допомогти покращити функції безпеки
vi: Giúp chúng tôi cải thiện các tính năng an toàn bằng cách phản hồi khảo sát này
zh_cn: 回复此信息反馈，协助我们改进安全性功能
zh_hk: 透過回覆此問卷，協助我們改進安全功能
zh_tw: 回覆此問卷來協助我們改善安全功能

# EMERGENCY_TEXT_MESSAGE_SUBSEQUENT_NO_NAME_NO_LOCATION
source: My approximate location has changed.
ar: تغيّر موقعي التقريبي.
bg: Приблизителното ми местоположение се е променило.
ca: Ha canviat la meva ubicació aproximada.
cs: Moje přibližná poloha se změnila.
da: Min omtrentlige lokalitet er ændret.
de: Mein ungefährer Standort hat sich geändert.
el: Η κατά προσέγγιση τοποθεσία μου άλλαξε.
es: Mi ubicación aproximada ha cambiado.
es_us: Mi ubicación aproximada cambió.
fi: Likimääräinen sijaintini on muuttunut.
fr: Ma position approximative a changé.
fr_ca: Ma position approximative a changé.
he: המיקום המשוער שלי השתנה.
hi: मेरे जगह अब बदल गई है।
hr: Moja približna lokacija je promijenjena.
hu: Hozzávetőleges helyzetem megváltozott.
id: Perkiraan lokasi saya telah berubah.
it: La mia posizione approssimativa è cambiata.
ja: 私のおおよその現在地が変わりました。
kk: Болжалды геолокациям өзгерді.
ko: 저의 대략적인 위치가 변경되었습니다.
lt: Pasikeitė mano apytikrė buvimo vieta.
ms: Lokasi anggaran saya telah berubah.
nl: Mijn locatie bij benadering is gewijzigd.
no: Den omtrentlige posisjonen min er endret.
pl: Moje przybliżone położenie uległo zmianie.
pt_br: Minha localização aproximada mudou.
pt_pt: A minha localização aproximada mudou.
ro: Localizarea mea aproximativă s-a modificat.
ru: Моя приблизительная геопозиция изменилась.
sk: Moja približná poloha sa zmenila.
sl: Moja približna lokacija se je spremenila.
sv: Min ungefärliga plats har ändrats.
th: ตำแหน่งที่ตั้งโดยประมาณของฉันเปลี่ยนไป
tr: Yaklaşık konumum değişti.
uk: Моє орієнтовне місце змінилося.
vi: Vị trí gần đúng của tôi đã thay đổi.
zh_cn: 我的大致位置已更改。
zh_hk: 我的大約位置已更改。
zh_tw: 我的大約位置已更改。
